Revit 2024 API
SymbolTypeId.KipPerFtSup3 Property
 Symbol kip/ft³, indicating unit Kips per cubic foot.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Since: 2021
Syntax
C#
public static ForgeTypeId KipPerFtSup3 { get; }
Visual Basic
Public Shared ReadOnly Property KipPerFtSup3 As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ KipPerFtSup3 {
	ForgeTypeId^ get ();
}
See Also
SymbolTypeId Class
Autodesk.Revit.DB Namespace